Repository: Drathal/angular-webpack-dashboard
Catalog: src/translation/*.po
Languages: de

source: Animations Sample
de: Beispiel Animationen

source: Chart Sample
de: Diagramm-Beispiel

source: Charts
de: Diagramm

source: Counter: <b>{{ctrl.count}}</b> point
de: Zähler: <b>{{ctrl.count}}</b> Punkt

source: Create an account
de: Erstelle einen Account

source: English
de: Englisch

source: Feature A
de: Feature

source: Feature A is implemented using controller and template which are bound together in ui-router state definition
de: Feature A wird mit Controller und Template, die über ui-router Status-Definition zusammengehalten werden, implementiert.

source: Feature B Controller Property
de: Funktion B Controller-Eigenschaft

source: Feature B is implemented as Component using "Component Pattern"
de: Funktion B ist als Komponente mit "Komponenten Muster" implementiert.

source: Feature is so great that it even contains counter functionality! It also contains: {{ ctrl.property }}
de: Funktion ist so toll, dass sie sogar Zähler Funktionalität enthält! Es enthält auch: {{ctrl.property}}

source: Feature is so great that you won't believe! It also contains: {{ ctrl.property }}
de: Das Feature ist so toll, sie werden es kaum glauben! Sie enthält auch: {{ctrl.property}}

source: February
de: Februar

source: Forgot password?
de: Passwort vergessen?

source: German
de: Deutsch

source: January
de: Januar

source: July
de: Juli

source: June
de: Juni

source: Last 60 Seconds
de: Letzten 60 Sekunden

source: Login
de: Einloggen

source: Logout
de: Abmelden

source: March
de: März

source: May
de: Mai

source: My little Property 2
de: Meine kleine Eigenschaft 2

source: Password
de: Passwort

source: Resolved Data:{{ ctrl.data }}
de: Aufgelöst Daten :{{ctrl.data}}

source: Series A
de: Serie A

source: Series B
de: Serie B

source: Sign In
de: Anmelden

source: That's required!
de: Ist erforderlich!

source: Too short...
de: Zu kurz!

source: Try Feature A
de: Probieren Sie die Feature A

source: Try Feature B
de: Probieren Sie die Feature B

source: User Overloading:
de: Benutzer überladen:

source: Username
de: Benutzername
